Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/stotte_til_a_dokumentere_samisk_tradisjonskunnskap_gjennom_film.html.tmx
Source language: nob
Languages: sme

source: Støtte til å dokumentere samisk tradisjonskunnskap gjennom film
sme: Doarjja sámi árbemáhtu dokumenteremii filmma bokte

source: Sametinget har bevilget 205 000 kroner til firmaet Smuk Production AS i Varangerbotn for å dokumentere samisk tradisjonskunnskap gjennom film for salg av egne utviklede skaller – Gába boots for kvinner.
sme: Sámediggi lea juolludan 205 000 ruvnno Vuonnabađa fitnodahkii Smuk Production AS:i dokumenteret sámi árbemáhtu filmma bokte, vuovdalan dihte gápmagiid maid ieža leat hutkan - Gába boots nissonolbmuide.

source: Sametingspresident Silje Karine Muotka (NSR) fremhever at markedsføringen av skallene er et innovativt prosjekt som har en helhetlig tenkning med tanke på etikk, sirkulær økonomi og samisk tradisjon.
sme: Sámediggepresideanta Silje Karine Muotka (NSR) deattuha ahte Gába nammasaš gápmagiid vuovdaleapmi lea innovatiivvalaš prošeakta mas lea ollislaš jurddašeapmi etihka, gierdogeavaekonomiija ja sámi árbevieruid hárrái.

source: – Dette er verdier Sametinget er opptatt av og vil støtte.
sme: – Dá leat árvvut mas Sámediggi berošta ja maid háliida doarjut.

source: Ikke minst er jeg positiv til at markedsføringen av vil kunne nå et større marked og sette urfolks-kunnskap på kartet, sier Muotka.
sme: Lean positiivva dasa ahte "Gába" vuovdaleapmi olahivččii stuorát márkanii ja čalmmustahtášii álgoálbmotmáhtu, dadjá Muotka.

source: Prosessen i å produsere fottøyet på tradisjonelt vis formidles gjennom film for å oppnå salg til et større marked.
sme: Gápmagiid árbevirolaš buvttadanproseassa gaskkustuvvo filmma bokte olahan dihte vuovdima stuorát márkanii.

source: Prosjektet tar for seg produktutvikling av biprodukter fra rein, det vil si skinn og lær, samt videreformidling av samisk språk og tradisjonskunnskap.
sme: Prošeakta ovddida buktagiid bohcco liigebuktagiin, nugo sisttis ja náhkis, ja viidáset gaskkusta sámi giela ja árbedieđu.

source: Målet er å produsere fem kortfilmer på 5-10 minutter som viser hele prosessen fra utvelgelse av dyr til ferdig produkt.
sme: Mihttun lea buvttadit vihtta 5-10 minuhtasaš oanehisfilmma, mat čájehit olles proseassa bohcco válljemis gitta gárvves buktagii.

source: Filmene skal gi innsikt i prosessene som g ávlun ja g accašteapmi – flåing av reinens ben , sálten – salting , neaskin – garving , ostet – barking og goarrun – sying .
sme: Filmmat galget addit ipmárdusa proseassain nugo gávlumis ja gaccašteamis, sáltemis, neaskimis, ostemis ja goarrumis.

source: De fem filmene skal settes sammen med en intro om bærekraft og produksjon, og reineierens holistiske tenkemåte om bruken av hele dyret, om utvelgelsen og hva man tenker om bruken av materialet der alt må gjøres riktig og i korrekt rekkefølge.
sme: Dát vihtta filmma biddjojuvvojit oktii oahpistemiin guoddevašvuođa ja buvttadeami birra ja badjeolbmo holisttalaš jurddašanvuogi birra olles bohcco ávkkástallama, válljema ja ávdnasiid geavaheami hárrái, mas buot ferte dahkkojuvvot rievttes vuogi mielde.

source: Både kortfilmene og den sammensatte filmen skal være et helt sentralt element i lansering og promoteringsarbeidet av og disse utgjør historiefortellingen om produktet.
sme: Sihke oanehisfilmmat ja ollislaš filbma galget leat áibbas guovddážis «Gába boots» almmuheamis ja promoteremis, ja galget muitalit buktaga historjjá.

source: Det tas i bruk profesjonelle regissører for å formidle merkevaren , som betyr dyktig kvinne på nordsamisk.
sme: Ámmátrešissevrrat galget gaskkustit «Gába» mearkabuktaga, mii mearkkaša čeahpes nissonolmmoš davvisámegillii.

source: Tilskuddet bevilges fra tilskuddsordningen kreativ næring, reiseliv og mat.
sme: Doarjja juolluduvvo doarjjaortnegis sámi mátkeealáhus, hutkás ealáhusat ja sámi borramuš.
